k6-limited.out


  █ THRESHOLDS 

    http_req_duration
    ✓ 'p(95)<800' p(95)=52.48ms


  █ TOTAL RESULTS 

    checks_total.......: 4694    77.498508/s
    checks_succeeded...: 0.00%   0 out of 4694
    checks_failed......: 100.00% 4694 out of 4694

    ✗ ok
      ↳  0% — ✓ 0 / ✗ 4694

    CUSTOM
    status_count.........: 4694    77.498508/s

    HTTP
    http_req_duration....: avg=36.72ms min=20.83ms med=32.77ms max=302.57ms p(90)=44.52ms p(95)=52.48ms
    http_req_failed......: 100.00% 4694 out of 4694
    http_reqs............: 4694    77.498508/s

    EXECUTION
    iteration_duration...: avg=1.03s   min=1.02s   med=1.03s   max=1.3s     p(90)=1.04s   p(95)=1.05s  
    iterations...........: 4694    77.498508/s
    vus..................: 30      min=30           max=130
    vus_max..............: 130     min=130          max=130

    NETWORK
    data_received........: 4.2 MB  70 kB/s
    data_sent............: 769 kB  13 kB/s